{
"Веб-приложение": "Клиент-серверное приложение, в котором клиент взаимодействует с веб-сервером при помощи браузера.",
"Пользователь": "Конкретное лицо или организация, которое взаимодействует с веб-приложением через интерфейс.",
"Интерфейс": "Набор средств, правил и методов, за счет которых осуществляется визуальная коммуникация между элементами веб-приложения и пользователем.",
"Веб-дизайн": "Проектирование интерактивных web проектов, в задачи которых входит разработка пользовательских веб-интерфейсов для веб-приложений.",
"Визуальная_коммуникация": "Коммуникация (передача информации) интерфейса посредством визуального языка (изображений, знаков, образов, типографики, инфографики...), с одной стороны, и визуального восприятия (органов зрения, психологии восприятия...), с другой.",
"Тренд_веб-дизайна": "Важные заметные направления развития в области веб-дизайна.",
"UX": "User Experience. Опыт/впечатление, которые получает пользователь от работы с интерфейсом.",
"UI": "User Interface. То, как выглядит интерфейс и то, какие физические характеристики приобретает.",
"UX/UI-проектирование": "Проектирование и визуализация прототипа интерфейса веб-приложения на основе исследований пользовательского опыта и поведения.",
"Интернет-продажи": "Продвижение товаров и услуг посредством веб-приложения.",
"Конверсия": "Отношение числа пользователей веб-приложения, выполнивших на нём какие-либо целевые действия, к общему числу пользователей веб-приложения, выраженное в процентах.",
"UX/UI-паттерны": "Повторяющиеся во многих веб-приложениях элементы интерфейса.",
"UX/UI-метрики": "Набор количественных данных, используемых для измерения, сравнения и отслеживания взаимодействия пользователей с веб-приложением или его прототипом с течением времени.",
"Прототип_веб-приложения": "Простая интерактивная модель веб-приложения, не требующая написания кода, но отражающая все его конечные элементы и функции.",
"Тестирование_UX/UI": "Обеспечение взаимодействия целевой аудитории с веб-приложением или его прототипом с целью получения данных о качестве UX/UI-дизайна и дальнейшего их анализа.",
"Целевая_аудитория": "Группа людей, объединенных общими признаками и являющихся потенциальными пользователями веб-приложения."
}
